Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jedyną osobą, która w tej sprawie może faktycznie coś zdziałać, jest Starszy Wioski. W końcu to on podejmuje wszystkie decyzje w Silbach.
uk: Єдина особа, яка реально може щось з цим зробити – це сільський староста. Адже саме він приймає всі рішення в Сільбаху.

source: Jedyną szansą na wejście do środka jest zdobycie wszystkich fragmentów klucza.
uk: Єдиний спосіб потрапити всередину - дістати всі фрагменти ключа.

source: Jedyną słuszną karą za tak obrzydliwą profanację jest śmierć, dlatego osoba, która wykona wyrok, otrzyma od Oktava nagrodę w wysokości 300 sztuk złota.
uk: Єдиним справедливим покаранням за таке огидне осквернення є смерть, тому той, хто виконає вирок, отримає від Октава нагороду в розмірі 300 золотих.

source: Jedyną zasadą, której tam się trzymają, jest wypełnianie rozkazów niejakiego Corteza. To on tam dowodzi.
uk: Єдине правило, якого вони там дотримуються, – виконувати накази якогось Кортеза. Він там головний.

source: Jedyną zasadą, o jakiej musisz pamiętać na terenie Przystani, to robić wszystko to, czego chce od ciebie Cortez. On jest kapitanem tego statku, a my jego marynarzami.
uk: Єдине правило, яке ти маєш пам'ятати в Гавані – робити все, що накаже Кортез. Він – капітан цього корабля, а ми – його матроси.

source: Jedzenia i ciepłego kąta.
uk: Поїсти та тепле ліжко.

source: Jedzenie paskudne, pokoje współdzielone, żołd taki, że ledwo na jedno piwo dziennie wystarcza. Dobrze ojciec mówił, trzeba było iść na czeladnika...
uk: Їжа жахлива, кімнати спільні, зарплатні ледве вистачає на одне пиво в день. Як казав мій батько, потрібно було йти в учні до майстра...

source: Jef
uk: Джеф

source: Jef, czy jakoś tak.
uk: Джеф, чи якось так.

source: Jego budynek znajduje się naprzeciwko Gildii Kupieckiej, trudno jest go przeoczyć.
uk: Його будинок розташований навпроти Торгової Гільдії, його важко не помітити.

source: Jego chata to ta na podwyższeniu. Nietrudno ją znaleźć.
uk: Його житло на підвищенні. Його не важко знайти.

source: Jego ciało było w bardzo złym stanie, całe poszarpane i zakrwawione.
uk: Його тіло було в жахливому стані, все пошматоване та закривавлене.

source: Jego dawny właściciel został skazany na zesłanie do Górniczej Doliny. To miejsce nie będzie już mu potrzebne.
uk: Його колишнього власника засуджено до заслання в Гірничу Долину. Цей будинок йому більше не знадобиться.

source: Jego dwór znajdziesz w Dzielnicy Mieszczańskiej, na południe od koszar.
uk: Ти знайдеш його маєток у Житловому кварталі, на південь від казарм.

source: Jego ekscelencja Ulryk, władca Wilczego Leża, jest potomkiem w linii prostej legendarnego władcy wyspy, Volfzacka! To on powinien sprawować tutaj rządy, a nie przybłędy z kontynentu.
uk: Його ясновельможність Ульрік, правитель Вовчого Лігва, є прямим нащадком легендарного правителя острова – Вольфзака! Саме він має правити тут, а не чужинці з материка.

source: Jego głównym celem było rozeznanie się w nastrojach panujących wśród mieszkańców wyspy po porażce królewskiej floty.
uk: Його основною метою було з'ясувати настрої серед мешканців острова після поразки королівського флоту.

source: Jego już nie ma w mieście, ale dług nie znika! Ty musisz oddać mi te pieniądze!
uk: Його вже немає в місті, але борг від цього не зникає! Ти мусиш віддати мені ті гроші!

source: Jego karczma znajduje się przy wschodniej bramie, zaraz na wejściu do Starego Miasta.
uk: Його корчма знаходиться біля східних воріт, прямо біля входу до Старого міста.

source: Jego koniec powinien być dla ciebie lekcją, że z niektórych ścieżek nie ma powrotu.
uk: Його кінець має стати для тебе уроком, що з деяких шляхів немає вороття.

source: Jego ludzie czasami przychodzą nadzorować naszą pracę. Są opancerzeni od stóp do głów i noszą takie wielkie topory.
uk: Його люди іноді навідуються до нас, щоб проконтролювати нашу роботу. Вони закуті в лати з голови до п'ят і мають при собі великі сокири.

source: Jego ludzie organizują walki na arenie, handlują nielegalnymi towarami i przemycają ludzi.
uk: Його люди організовують бої на арені, торгують нелегальними товарами та людьми.

source: Jego namiot znajduje się na zachód od południowej bramy wioski.
uk: Його намет розташований на захід від південних воріт села.

source: Jego osąd może być jednak zaburzony przez utratę bliskiej osoby.
uk: Однак його судження можуть бути затьмарені втратою близької людини.

source: Jego podejście do obowiązków oraz nauki było godne podziwu i z dumą przyznaję mu tytuł Mistrza Alchemii.
uk: Його підхід до своїх обов'язків і навчання гідний захоплення, і я з гордістю присвоюю йому звання майстра–алхіміка.

source: Jego podejście do obowiązków oraz nauki było godne podziwu i z dumą przyznaję mu tytuł Mistrza Kowalstwa.
uk: Його підхід до своїх обов'язків і навчання гідний захоплення, і я з гордістю присвоюю йому звання майстра–коваля.

source: Jego podejście do obowiązków oraz nauki było godne podziwu i z dumą przyznaję mu tytuł Mistrza Rzeźnika.
uk: Його підхід до своїх обов'язків і навчання гідний захоплення, і я з гордістю присвоюю йому звання майстра–м'ясника.

source: Jego podejście do obowiązków oraz nauki było godne podziwu i z dumą przyznaję mu tytuł Mistrza Łuczarstwa.
uk: Його підхід до своїх обов'язків і навчання гідний захоплення, і я з гордістю присвоюю йому звання майстра з виготовлення луків.

source: Jego podejście do obowiązków oraz nauki było godne podziwu i z dumą przyznaję mu tytuł Mistrza Ślusarstwa.
uk: Його підхід до своїх обов'язків і навчання гідний захоплення, і я з гордістю присвоюю йому звання майстра–слюсаря.

source: Jego pytaj o sprawę. A jeśli niczego się nie dowiesz, to widziałam, że miał kumpla, który poszedł w kierunku Mrocznych Tajemnic. Spróbuj też tam.
uk: Розпитай його сам. А якщо нічого не дізнаєшся, я бачила, що у нього був приятель, який пішов у напрямку Темних Таємниць. Спробуй і там.

source: Jego rodzina ma dom w górnym mieście.
uk: Його сім'я має будинок у верхньому кварталі.

source: Jego stan zaczął się znacznie pogarszać, potrzebujemy dla niego lekarstwa.
uk: Його стан почав значно погіршуватися, і тепер нам потрібні ліки для нього.

source: Jego strażnicy coraz bardziej godzą w nasze interesy, a my mamy związane ręce przez edykty królewskie.
uk: Його Варта все більше шкодить нашим інтересам, а наші руки зв'язані королівськими указами.

source: Jego właściciel został zesłany do Górniczej Doliny, sama nawet nie wiem za co...
uk: Його власника заслали до Гірничої Долини. Сама навіть не знаю, за що...

source: Jego zasługi dla straży miejskiej są nieocenione.
uk: Його внесок у Міську Варту неоціненний.

source: Jego zniknięcie wielu by ucieszyło, ale nie będę nadstawiać swojej głowy.
uk: Багато хто б зрадів його зникненню, але я не буду ризикувати своєю головою.

source: Jego śmierć jest tym bardziej bolesna, że jego szaleństwo doprowadziło do śmierci niewinnych.
uk: Його смерть тим болючіша, що його божевілля призвело до загибелі невинних людей.

source: Jego śmierć jest tym bardziej bolesna, że zostałem tutaj ostatnim z moich braci, ale zrobiłeś, co do ciebie należało.
uk: Його смерть тим болючіша, що я став останнім з моїх братів на острові. Але ти зробив те, що повинен був зробити.

source: Jej dotyk ze skórą parzy,
uk: Обпікає при контакті зі шкірою,

source: Jej interesów pilnuje banda zaprawionych w bojach najemników, z czego większość to same kaprawe gęby. Radzę ci trzymać się od nich z daleka.
uk: Її інтереси охороняє зграя досвідчених найманців, більшість з яких є жалюгідними покидьками. Раджу триматися від них подалі.

source: Jej matka czeka na jakiekolwiek wieści o córce.
uk: Її мати чекає на будь-які новини про доньку.

source: Jej moc wszechobecna wciąż otacza nas, gdy Słońca przyświeca nam blask.
uk: Його всеосяжна сила оточує нас, коли Сонце світить в наш час.

source: Jej nie pytaj, ale ktoś na pewno dobrze ją zna. Może będzie w stanie ci pomóc.
uk: Запитай не в неї, а в когось, хто добре її знає. Тобі точно допоможуть.

source: Jej ojciec zaczął pić.
uk: Її батько почав пити.

source: Jej przestudiowanie zajęłoby mi wiele miesięcy.
uk: Мені знадобилося б багато місяців, щоб вивчити її.

source: Jej przygotowanie zajmie mi chwilę i pewnie opróżnię swój magazyn z większości rzadkich specyfików.
uk: Її підготовка займе деякий час, і я, ймовірно, витрачу більшість рідкісних рослин зі своїх запасів.

source: Jej syn z kolei jest jej zupełnym przeciwieństwem. To zwykły szlachetka lubiący polowania, obfite uczty i towarzystwo kobiet.
uk: Її син, навпаки – її повна протилежність. Він звичайний дворянин, який любить полювання, ситні застілля та жіноче товариство.

source: Jej wrak już pewnie dawno leży na dnie morza.
uk: Його уламки, напевно, вже давно лежать на дні моря.

source: Jemu i jego ludziom. Coś jeszcze?
uk: Точніше, його і його людей. Щось ще?

source: Jemu te rzeczy się już nie przydadzą.
uk: Йому ці речі вже не знадобляться.

source: Jemu zleć to zadanie, ale kwestie finansowe niech omówi ze mną osobiście.
uk: Передай йому це завдання, а фінансові питання нехай обговорить зі мною особисто.

source: Jens
uk: Єнс

source: Jest adresowany do Bodowina.
uk: Адресовано Бодовіну.

source: Jest aż tak źle?
uk: Все настільки погано?

source: Jest bardzo charakterystyczny, będziesz wiedział, o co chodzi.
uk: Це дуже характерний предмет, ти зрозумієш, про що йдеться.

source: Jest bardzo mocny, więc dawkuj go ostrożnie. Jedna łyżka kuchenna rano i wieczorem wystarczy.
uk: Він дуже сильний, тож приймати його слід обережно. Достатньо однієї столової ложки вранці та ввечері.

source: Jest bardzo skryty i nie powiedział mi niczego wprost, a ja nie mam zamiaru dopytywać.
uk: Він дуже закритий і нічого мені прямо не говорив, а я й не збираюся питати.

source: Jest bardzo stary, według niektórych Adanosa czczono tutaj jeszcze przed czasami Volfzacka. To niesamowite, że mimo upływu lat ciągle jest tak niezwykle ważny dla mieszkańców wyspy!
uk: Він дуже древній, за деякими даними, Аданосу тут поклонялися ще до часів Вольфзака. Дивовижно, що він досі має таке неймовірне значення для острів'ян!

source: Jest bardzo źle?
uk: Все дуже погано?

source: Jest cała mokra i pełna wodorostów, a tu... widzisz? PODARŁA SIĘ!
uk: Вона вся мокра і повна водоростей, а тут... Бачиш? ВОНА ПОДЕРЛАСЯ!

source: Jest cała we krwi.
uk: Вона вся в крові.

source: Jest całkiem nieźle, a u ciebie, świeżaczku?
uk: Доволі непогано. А в тебе, новачку?

source: Jest całkiem w porządku. Masz do mnie jakąś sprawę?
uk: Все в повному порядку. Маєш до мене якусь справу?

source: Jest cały i zdrowy?
uk: Він живий і здоровий?

source: Jest ciężko ranny. Możemy nie dać rady go przenieść. Gdyby udało nam się załatwić jakąś miksturę leczniczą, mogłoby to bardzo ułatwić sprawę.
uk: Він серйозно поранений. Можливо, ми не зможемо його перенести. Якби ми могли дістати якесь цілюще зілля, це могло б значно полегшити ситуацію.

source: Jest ciężko. Ostatnie podtopienia dały nam się w znaki. Nie ma jednak co się poddawać, nie pokona nas byle deszcz.
uk: Важко. Нещодавня повінь далася взнаки. Але ми не здаємося, нас не зупинить жоден дощ.

source: Jest ciężko. Ostatnie podtopienia dały się nam we znaki, ale ciągle się trzymamy. Przecież nie pokona nas byle deszcz!
uk: Важко. Нещодавня повінь далася взнаки, але ми все ще тримаємося. Адже нас не здолає жоден дощ!

source: Jest coraz gorzej. Jak tak dalej pójdzie, Gildia będzie musiała zacząć układać się z królewskimi, żeby dalej zarabiać.
uk: Стає все гірше і гірше. Якщо так піде далі, Гільдії доведеться укладати угоди з королівською владою, щоб заробляти надалі.

source: Jest coraz gorzej. Najpierw zarekwirowali nam okręty, co będzie następne? Siłą wcielą nas do armii?
uk: Стає все гірше й гірше. Спочатку вони відібрали наші кораблі, а далі що? Заберуть нас до армії?

source: Jest coś co pomoże cię zmotywować?
uk: Чи є щось, що допоможе тебе змотивувати?

source: Jest coś jeszcze do zrobienia?
uk: Чи є ще щось, що можна зробити?

source: Jest coś jeszcze?
uk: Ще що-небудь?

source: Jest coś, co mogę dla ciebie zrobić?
uk: Може, я міг би чимось допомогти тобі?

source: Jest coś, co powinienem wiedzieć nim zaczniemy?
uk: Чи є щось, що я повинен знати, перш ніж ми почнемо?

source: Jest coś, czym mógłbym cię przekonać?
uk: Є щось, чим я міг би тебе переконати?

source: Jest coś, do czego się nadasz.
uk: Є дещо, для чого ти підходиш.

source: Jest coś, o co chciałbym cię poprosić.
uk: Я хотів би дещо тебе попросити.

source: Jest coś, o czym chciałbym porozmawiać...
uk: Є дещо, про що я хочу поговорити...

source: Jest coś, o czym powinieneś wiedzieć.
uk: Є дещо, що ти повинен знати.

source: Jest coś, w czym mogę pomóc?
uk: Чи можу я чимось допомогти?

source: Jest coś, w czym mógłbym ci pomóc?
uk: Є щось, з чим потрібна допомога?

source: Jest członkiem rady miejskiej?
uk: Він член міської ради?

source: Jest dla ciebie robota.
uk: для тебе є робота.

source: Jest dobrze. Masz do mnie jakąś sprawę?
uk: Все гаразд. У тебе є до мене якась справа?

source: Jest dokładnie tam, gdzie go wysłałem, i pozostanie tam, dopóki zadania nie zakończy.
uk: Він саме там, куди я його послав. І там він залишиться, допоки завдання не буде виконано.

source: Jest dość nietypowy. Po pierwsze, te kolce, a po drugie, po co komuś srebrne okucie na bełcie?
uk: Він досить незвичний. По-перше, ці шипи, а по-друге, навіщо комусь срібний наконечник на болті?

source: Jest duże, a i tak odnoszę wrażenie, że ludzie ledwo się na tej wyspie mieszczą. Może to kwestia tego, że nastawialiście tu takie ogromne domy.
uk: Він величезний, але в мене завжди складається враження, що люди ледве можуть на ньому поміститися. Можливо, це пов'язано з тим, що вони будують величезні будинки.

source: Jest duże, miejscami ładne, miejscami paskudne, tu i tam niebezpieczne, a na piwo najlepiej chodzić do Gerstanda.
uk: Він великий, подекуди красивий, подекуди паскудний, подекуди небезпечний, а найкраще місце, куди можна сходити за пивом, це корчма Герстанда.

source: Jest długa... kręta i pełna niebezpieczeństw, a w dodatku nie wpuszczają tam każdego!
uk: Вона довга... звивиста і повна небезпек. А на додачу, вони не всіх впускають!

source: Jest gorzej, niż myślałem. Jeśli tak dalej pójdzie, to w końcu spróbuje dorwać też mnie.
uk: Все гірше, ніж я думав. Якщо так піде далі, то врешті-решт він спробує дістати і мене.

source: Jest i druga, ale to wciąż za mało.
uk: Є й друга, але цього все одно недостатньо.

source: Jest i drugi mieszek.
uk: Знайшовся і другий гаманець.

source: Jest i kat niewinnych. Którego biedaka chcesz tym razem skazać na śmierć?
uk: А ось і кат невинних. Якого нещасного ти хочеш засудити до смерті цього разу?

source: Jest i mój utalentowany wojownik! Już się bałem, że stracę jedną z moich atrakcji wieczoru.
uk: А ось і мій здібний боєць! Я вже боявся, що втрачу одну з головних подій вечора.

source: Jest i młody pyskacz. Słuchaj, nie podoba mi się twoje ostatnie zachowanie, nie będę ukrywał. Nie zmienia to jednak faktu, że nieźle wywiązujesz się ze swoich obowiązków.
uk: А ось і молодий бунтар. Слухай, мені не подобається твоя поведінка останнім часом, не буду приховувати. Але це не змінює того факту, що ти робиш свою роботу досить добре.

source: Jest jakaś robota do wykonania?
uk: Є якась робота, яку треба зробити?

source: Jest jakaś robota specjalnie dla tropiciela?
uk: Чи є якась робота саме для слідопита?

source: Jest jakaś różnica?
uk: Є якась різниця?

source: Jest jasne, mętne, nie uderza zbyt mocno do głowy. Po prostu piwo na każdą okazję.
uk: Легке, каламутне, не дуже сильно б'є в голову. Це просто пиво на всі випадки життя.

source: Jest jeden trop.
uk: Є одна зачіпка.

source: Jest jedna rzecz, która mogłaby nam pomóc.
uk: Є одна річ, яка може нам допомогти.

source: Jest jedno miejsce, które idealnie by się do tego nadawało. Obóz myśliwego Darthe. Niestety, facet od dłuższego czasu odmawia moim ofertom współpracy z Araxos.
uk: Є одне місце, яке ідеально для цього підходить. Табір мисливця Дарта. На жаль, хлопець вже давно відмовляється від моїх пропозицій працювати з Араксосом.

source: Jest jeszcze coś, co powinienem wiedzieć, zanim tam ruszymy?
uk: Є ще щось, що я маю знати, перш ніж ми вирушимо туди?

source: Jest jeszcze coś. Woda czasami wyrzuca na brzeg różne śmieci. Niektóre z nich mogą okazać się cenne.
uk: Є ще дещо. Вода іноді викидає на берег всіляке сміття. Дещо з цього може виявитися цінним.

source: Jest jeszcze coś...
uk: Є ще дещо...

source: Jest jeszcze coś... ale nie wiem, czy powinienem o tym mówić, nie chciałbym otrzymać żadnej grzywny za zniesławienie strażników...
uk: Є ще дещо... але не знаю, чи варто про це говорити, не хотілося б отримати штраф за наклеп на Варту...

source: Jest jeszcze jedna rzecz. Potrafisz zdjąć skórę ze zwierzyny?
uk: Є ще одне питання. Ти вмієш здирати шкуру з тварин?

source: Jest jeszcze jedna rzecz. Straży udało się pochwycić orka. Zamknęli go w starej sali przesłuchań.
uk: Є ще одна річ. Вартовим вдалося схопити орка. Вони ув'язнили його в старій залі для допитів.

source: Jest jeszcze jedna sprawa.
uk: Є ще одна справа.

source: Jest jeszcze jedna sprawa... Znam takie miejsce, w którym przemytnicy często ukrywali 'gorący' towar.
uk: Є ще одна справа... Мені відоме одне місце, де контрабандисти часто переховували 'гарячий' товар.

source: Jest jeszcze jedna szkatuła. Ugh... Znaczy, była...
uk: Є ще одна скринька. Ух... Ну, була...

source: Jest jeszcze młody. Nikomu nie zagrozi.
uk: Він ще молодий. Такий загрози не несе.

source: Jest jeszcze srebro i klejnoty, bez których moja praca byłaby niczym.
uk: Є ще срібло і коштовне каміння, без яких моя робота була б неможливою.

source: Jest jeszcze taki jeden facet, co to zawsze przechwala się swoimi wyczynami i wyprawami. Nawet chciał mi kiedyś wcisnąć książkę o wszystkich jego osiągnięciach.
uk: Є ще один хлопець, який постійно хвалиться своїми подвигами та експедиціями. Одного разу він навіть хотів всучити мені книгу про всі свої досягнення.

source: Jest już dorosły. Musi sobie jakoś poradzić. Nie możemy zapominać o naszych tradycjach, dzięki nim zaszliśmy tak daleko.
uk: Він уже дорослий. Він мусить якось давати собі раду. Ми не повинні забувати наші традиції, завдяки їм ми просунулися так далеко.

source: Jest już tylko jeden wyższy stopień, który mogę ci przyznać.
uk: Залишилося лише одне вище звання, яке я можу присвоїти тобі.

source: Jest kilka rzeczy, które możesz zrobić, by zwrócić uwagę sabotażysty. Pamiętaj, że nie masz prawa tknąć pracowników! Nie wchodź im w drogę!
uk: Є кілька способів привернути увагу саботажника. І запам'ятай, що ти не маєш права й торкатися до працівників! Не заважай їм!

source: Jest kolejna ofiara.
uk: З'явилась ще одна жертва.

source: Jest leciwy jak ja, ale zawsze działał bez zarzutu. Nie mam pojęcia co się stało, ale od kilku dni telepie nim jak starym kretoszczurem!
uk: Йому стільки ж років, скільки й мені, але він завжди працював бездоганно. Уявлення не маю, що сталося, але останні кілька днів він рипить, як старий кротощур!

source: Jest lepiej, niż w mojej wyobraźni. Teraz mogę skupić się na zdobywaniu wiedzy, a nie na marzeniach ojca.
uk: Навіть краще, ніж я собі уявляв. Тепер я можу зосередитися на здобутті знань, а не на мріях мого батька.

source: Jest mi już zdecydowanie lepiej, ale nie czuję się jeszcze na siłach, by wstawać. Będziesz musiał sam poszukać Kurta, jego chata była za karczmą, z pewnością trafisz.
uk: Мені вже значно краще, але вставати я ще не можу. Ти маєш сам пошукати Курта, його хатина була за корчмою, ти обов'язково її знайдеш.

source: Jest mi na tyle dobrze, na ile sobie zasłużyłem. Bierz przykład z mojej pracowitości, mały.
uk: Я почуваюся добре рівно настільки, наскільки цього заслуговую. Бери приклад з моєї працьовитості, малий.

source: Jest mi niezwykle przykro z powodu twojego brata, ale sądzę, że wyciągasz zbyt pochopne wnioski. Być może to właśnie wspomniany przez ciebie Sachs stał za tym wszystkim?
uk: Мені дуже шкода твого брата, але я думаю, що ти робиш занадто поспішні висновки. Можливо, за всім цим стоїть згаданий тобою Сакс?

source: Jest miły akurat dla ciebie?
uk: Він подобається тільки тобі?

source: Jest moim i Jorna wujem.
uk: Це наш з Йорном дядько.

source: Jest moim największym skarbem, a ja jestem gotów zrobić wszystko, by była szczęśliwa!
uk: Вона – мій найбільший скарб, і я готовий зробити все, щоб зробити її щасливою!

source: Jest moim siostrzeńcem i jego matka przekazała mi go pod opiekę. Nie chcę go do niczego zmuszać, ale chłopak musi w końcu wejść w dorosłe życie.
uk: Він мій племінник і його мати передала його під мою опіку. Я не хочу примушувати його до чогось, але хлопчик повинен рано чи пізно увійти в доросле життя.

source: Jest na co polować, Frida uczciwie płaci za każdą skórę, nie mam na co narzekać.
uk: Є на що пополювати, Фріда чесно платить за кожну шкурку, мені нема на що нарікати.

source: Jest na tyle dobrze, na ile może być w obecnej sytuacji politycznej królestwa.
uk: Настільки добре, наскільки це можливо за нинішньої політичної ситуації в королівстві.

source: Jest na tyle mocny, że można go zastosować tylko raz na kilka lat, ale to zdecydowanie powinno wystarczyć, by na stałe zwiększyć najbardziej rozwinięte zdolności.
uk: Він достатньо сильний, щоб застосовувати його лише раз на кілька років, але цього має вистачити, щоб назавжди посилити твої найрозвинутіші здібності.

source: Jest na wyspie ktoś, kto NIE jest twoim dobrym znajomym?
uk: Чи є на острові хтось, хто НЕ є твоїм добрим другом?

source: Jest na wyspie tylko jedno stworzenie, które, bardziej niż ludzie, kocha ten złoty płyn.
uk: На острові є лише одне створіння, яке більше від людей любить цю золотаву рідину.

source: Jest nawet lepiej niż w Przystani, także nie narzekam.
uk: Навіть краще, ніж у Гавані, тож я не скаржуся.

source: Jest nieźle, a będzie jeszcze lepiej jak załatwisz mi ten kontrakt!
uk: Не погано, а буде ще краще, коли ти дістанеш для мене контракт!

source: Jest nieźle, ale byłoby lepiej, gdyby gubernator ponownie otworzył szlak na północ.
uk: Непогано, але було б краще, якби губернатор знову відкрив шлях на північ.

source: Jest nieźle. A jeśli mi wyjdzie z tą armatą, to będzie jeszcze lepiej!
uk: Непогано. А якщо у мене все вийде з цією гарматою, то буде ще краще!

source: Jest nieźle. Dobrze, że załatwiłeś chociaż jedną osobę z tych, którzy byli dla mnie najważniejsi. Trzymaj, twoje pieniądze.
uk: Непогано. Добре, що ти домовився хоча б з кимось з тих, хто був для мене найважливішим. Тримай, ост твої гроші.

source: Jest nieźle. Mam gdzie spać, mam z kim i czego się napić, roboty nie za dużo. Ogólnie nie narzekam.
uk: Непогано. Маю де переночувати, є з ким і що випити, роботи не так вже й багато. Загалом, я не скаржуся.

source: Jest nieźle. Nie obraziłbym się, gdyby ktoś odciążył mnie w moich obowiązkach, ale jeszcze daję radę.
uk: Непогано. Я б не образився, якби хтось звільнив мене від виконання моїх обов'язків, але я ще можу впоратися.

source: Jest nieźle. Piwo Tomasa być może zwiększy mi sprzedaż, a to coś, co cieszy każdego karczmarza.
uk: Непогано. Пиво Томаса може збільшить мої продажі, а це те, що подобається кожному корчмареві.

source: Jest nieźle. Zresztą, sam wiesz, jak wygląda służba.
uk: Непогано. Зрештою, ти і сам знаєш, як виглядає служба.

source: Jest nieźle. Życie robotnika ma swoje wady, ale w gruncie rzeczy jest to praca satysfakcjonująca.
uk: Все не так погано. Життя робітника має свої недоліки, але в цілому це корисна робота.

source: Jest pan taki miły!
uk: Пан такий добрий!

source: Jest pan takim dobrym człowiekiem!
uk: Ви така хороша людина!
